instruction = "Для настройки свободного доступа ко всем сервисам необходимо приложение и конфигурация с самой локацией\n\nНапример, выбрал 🇵🇱 Poland и я предоставлю нужную конфигурацию, которую просто нужно добавить в это приложение\n\nHiddify, V2RayTun, sing-box, Clash - Android\nFoXray, Happ, v2rayTUN - ios\n подходят для этой задачи, они бесплатные и доступны в Google Play и AppStore"

dont_have = "Это не проблема! Я предоставлю нужные приложения, просто скачай и установи на своё устройство.\n\nКакая система на устройстве?"

have_app = "Отлично!\nТеперь всё просто \n\n1. Скопируй ниже ссылку конфигурации\n2. Перейди в приложение, которое скачал\n3. Добавь через '+' конфигурацию\n\nВсё, готово! Теперь подключаешься и пользуешься свободно всеми сервисами."

text_link = "Нажмите на ссылку что бы скопировать и добавьте в приложение, которое установили на телефон или ПК\nДействует только на одном устройстве"