instruction = ("Для настройки свободного доступа ко всем сервисам необходимо приложение Happ или Hiddify и ссылка на подписку\n\n"
               "Я предоставлю нужную конфигурацию, которую просто нужно добавить в это приложение. Доступны в Google Play и AppStore")

text_link = "❗️Смотри ИНСТРУКЦИЮ❗️📌\n\n👉Нажми на ссылку, чтобы скопировать и добавь в приложение\n\nANDROID/ПК/iPhone/Mac - 'Happ' в Google Play и AppStore\n\n❗️Одна ссылка - одно устройство❗️\n\n❗️Если нет подключения - отключите 'фрагментацию'❗️"