instruction = ("Для настройки свободного доступа ко всем сервисам необходимо приложение и конфигурация с самой локацией\n\n"
               "Например, выбрал 🇵🇱 Poland и я предоставлю нужную конфигурацию, которую просто нужно добавить в это приложение\n\n"
               "ANDROID/ПК:\nHiddify или Happ\n\niPhone/IOS:\nHapp илиv2rayTUN\n\n подходят для этой задачи, они бесплатные и доступны в Google Play и AppStore")

text_link = "❗️Смотри ИНСТРУКЦИЮ❗️📌\n\n👉Нажми на ссылку, что бы скопировать и добавь в приложение\n\nANDROID/ПК:\nHiddify или Happ\n\niPhone/IOS:\nHapp или FoXray, v2rayTUN\n\n❗️Одна ссылка - одно устройство"